/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/

"Cancel" = "取消";
"Leave meeting" = "離開會議";
"Your meeting will begin soon..." = "會議即將開始...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "正在安裝的Zoom客戶端將使開會變得更高效";
"Would you like to leave the meeting?" = "確定離開會議？";

"Join from browser" = "通過流覽器加會";
"Try again" = "重試";
"Your disk is full" = "磁片已滿";
"Unknown Error" = "未知錯誤";
"Failed to install" = "安裝失敗";
"Failed to launch" = "啟動失敗";
"Network connection failed" = "網路連接失敗";
"Free up storage and try again." = "請保證有足夠的磁片空間，然後再試一次。";
"Check your network and try again." = "網路似乎有問題，檢查下再重試一次。";
"Please try again." = "請重試一次";
"If you still cannot join, contact the Zoom Support Team for help." = "如果還不能加會，請聯繫技術支持團隊。";

